Repository: ruifontes/zUtilidades-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: zUtilidades para NVDA
uk: zUtilidades для NVDA

source: Conjunto de utilidades para Windows
uk: Набір утиліт для Windows

source: Lanzador de Aplicaciones
uk: Запуск програм

source: Notas rápidas
uk: Швидкі нотатки

source: Con una pulsación Muestra la ventana del lanzador de aplicaciones, con doble pulsación el menú virtual del lanzador de aplicaciones
uk: Одинарне натискання показує вікно запуску програм, подвійне натискання викликає віртуальне меню запуску програм

source: Ya hay una instancia de zUtilidades abierta. No es posible tener dos instancias a la vez.
uk: Примірник zUtilidades вже відкритий. Неможливо мати два запущені примірники одночасно.

source: Con una pulsación muestra la ventana de notas rápidas, con doble pulsación el menú virtual de notas rápidas
uk: При одинарному натисканні з'являється вікно швидких нотаток, при подвійному натисканні - віртуальне меню швидких нотаток

source: Con una pulsación agrega una nota rápida del texto seleccionado, con doble pulsación agrega una nueva nota rápida
uk: Одинарне натискання додає швидку нотатку до виділеного тексту, подвійне натискання додає нову швидку нотатку

source: Seleccione un texto para poder agregar a una nota rápida
uk: Виберіть текст, який можна додати до швидкої нотатки

source: No hay categorías para añadir una nota rápida. Agregue una categoría antes para poder copiar un texto a una nota rápida.
uk: Немає категорій для додавання швидкої нотатки. Додайте категорію, щоб мати можливість копіювати текст до швидких нотаток.

source: No hay categorías para añadir una nota rápida. Agregue una categoría antes para poder crear una nota rápida.
uk: Немає категорій для додавання швидкої нотатки. Перш ніж створити швидку нотатку, додайте категорію.

source: No hay categorías
uk: Немає категорій

source: Menú activado
uk: Меню активовано

source: Sin acción
uk: Жодних дій

source: Sin notas
uk: Немає нотаток

source: Use flechas derecha e izquierda para moverse por las categorías, flechas arriba y abajo para seleccionar item, enter para activarlo o escape para salir
uk: Використовуйте стрілки вправо та вліво для переміщення по категоріях, стрілки вгору та вниз, щоб вибрати елемент, Enter, щоб активувати його, або клавішу Escape, щоб вийти

source: Esta categoría no tiene acciones
uk: Ця категорія порожня

source: Ejecutando acción
uk: Виконання дії

source: La ruta a la aplicación {}, no se encontró. Ejecute el lanzador de aplicaciones en modo grafico para editar la acción.
uk: Шлях до програми {} не знайдено. Запустіть панель запуску програм у графічному режимі, щоб відредагувати дію.

source: La ruta a la carpeta no se encontró. {} Ejecute el lanzador de aplicaciones en modo grafico para editar la acción.
uk: Шлях до папки не знайдено. {} Запустіть панель запуску програм у графічному режимі, щоб відредагувати дію.

source: La ruta al acceso directo no se encontró. {} Ejecute el lanzador de aplicaciones en modo grafico para editar la acción.
uk: Шлях до ярлика не знайдено. {} Запустіть панель запуску програм у графічному режимі, щоб відредагувати дію.

source: Use flechas derecha e izquierda para moverse por las categorías, flechas arriba y abajo para seleccionar item, F1 para escuchar el contenido de la nota, F2 para copiar al portapapeles, F3 para pegar en el foco o escape para salir
uk: Використовуйте стрілки вправо та вліво, щоб переміщатися по категоріях, стрілки вгору та вниз, щоб вибрати елемент, F1, щоб прослухати вміст нотатки, F2, щоб скопіювати в буфер обміну, F3, щоб вставити у фокус або Escape, щоб вийти

source: Esta categoría no tiene notas
uk: У цій категорії немає нотаток

source: Se ha copiado la nota {} al portapapeles
uk: Нотатку {} скопійовано в буфер обміну

source: No se pudo copiar la nota {} al portapapeles
uk: Не вдалося скопіювати нотатку {} у буфер обміну

source: Nota pegada en el foco
uk: Нотатку вставлено у фокус

source: Saliendo del menú
uk: Вихід з меню

source: &Aceptar
uk: &Гаразд

source: Agregar nota rápida del texto seleccionado
uk: Додати швидку нотатку до виділеного тексту

source: Añadir una nueva nota rápida
uk: Додати нову швидку нотатку

source: Seleccione una categoría donde guardar la nota rápida:
uk: Виберіть категорію, в якій буде збережено швидку нотатку:

source: Introduzca el nombre de la Nota:
uk: Введіть назву нотатки:

source: No se pudo capturar el título
uk: Не вдалося зберегти назву

source: Contenido de la Nota:
uk: Вміст нотатки:

source: &Cancelar
uk: &Скасувати

source: El campo no puede quedar en blanco. Introduzca un nombre para añadir una Nota.
uk: Поле не може бути порожнім. Введіть назву, щоб додати нотатку.

source: Información
uk: Інформація

source: El campo no puede quedar en blanco. Introduzca un texto para guardar la nota.
uk: Поле не може бути порожнім. Введіть текст, щоб зберегти нотатку.

source: No puede duplicar el nombre de una Nota. Modifique el nombre para poder continuar.
uk: Ви не можете дублювати назву нотатки. Змініть назву, щоб мати можливість продовжити.

source: Compruebe que los datos introducidos son correctos. Se produjo el error: {} Puede buscar información del error en: https://tinyurl.com/yhel7t8c
uk: Перевірте правильність введених даних. Сталася помилка: {} Інформацію про помилку можна знайти за адресою: https://tinyurl.com/yhel7t8c

source: Error
uk: Помилка

source: &Categorías:
uk: &Категорії:

source: &Lista acciones:
uk: &Список дій:

source: &Menú
uk: &Меню

source: Sin acciones
uk: Немає дій

source: &Añadir categoría
uk: &Додати категорію

source: &Editar categoría
uk: &Редагувати категорію

source: &Borrar categoría
uk: &Видалити категорію

source: &Categorías
uk: &Категорії

source: Añadir &aplicación
uk: Додати &програму

source: Añadir comando &CMD
uk: Додати команду &CMD

source: Añadir accesos a car&petas
uk: &Додати доступ до папок

source: Añadir ejecutar accesos directos de &Windows
uk: Додати ярлики запуску &Windows

source: Añadir aplicación &instalada
uk: Додати &встановлену програму

source: &Añadir acción
uk: &Додати дію

source: &Editar acción
uk: &Редагувати дію

source: &Borrar acción
uk: &Видалити дію

source: &Mover acción
uk: &Перемістити дію

source: &Acciones
uk: &Дії

source: &Hacer copia de seguridad
uk: &Резервне копіювання

source: &Restaurar copia de seguridad
uk: &Відновити резервну копію

source: &Hacer o restaurar copias de seguridad
uk: &Створити або відновити резервні копії

source: &Volver a valores por defecto el lanzador de aplicaciones
uk: &Повернути панель запуску програм до початкових значень

source: &Opciones
uk: &Параметри

source: &Salir
uk: &Вихід

source: No tiene ninguna categoría para Editar. Agregue antes una para llevar a cabo esta acción.
uk: У вас немає категорії для редагування. Спочатку додайте категорію, щоб виконати цю дію.

source: No tiene ninguna categoría para Borrar. Agregue antes una para llevar a cabo esta acción.
uk: У вас немає категорії для видалення. Спочатку додайте категорію, щоб виконати цю дію.

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar la categoría: {} Tenga en cuenta que al borrar la categoría se eliminaran las aplicaciones que estuvieran en dicha categoría. ¿Esta seguro que desea continuar?
uk: ПОПЕРЕДЖЕННЯ: Цю дію неможливо скасувати. Ви збираєтеся видалити категорію: {} Зауважте, що видалення категорії призведе до видалення програм, які були в цій категорії. Ви впевнені, що бажаєте продовжити?

source: Pregunta
uk: Увага

source: No tiene ninguna categoría. Agregue una categoría antes para poder añadir una acción.
uk: У вас немає категорії. Перш ніж додати дію, додайте категорію.

source: No tiene ninguna acción. Agregue una antes para poder editar.
uk: У вас немає дій. Перш ніж редагувати, додайте дію.

source: Esta acción no es editable. Si lo desea puede eliminarla y volver a añadir otra.
uk: Цю дію неможливо редагувати. За бажанням ви можете видалити її та додати іншу.

source: No tiene ninguna acción. Agregue una antes para poder borrar.
uk: У вас немає дій. Перш ніж видалети, додайте дію.

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar la acción: {} ¿Esta seguro que desea continuar?
uk: ПОПЕРЕДЖЕННЯ: Цю дію неможливо скасувати. Це призведе до видалення дії. {} Ви впевнені, що бажаєте продовжити?

source: No tiene ninguna categoría. Agregue una categoría antes para poder mover una acción.
uk: У вас немає категорії. Додайте категорію, перш ніж перемістити дію.

source: No tiene ninguna acción. Agregue una antes para poder mover.
uk: У вас немає дій. Додайте дію, перш ніж перемістити.

source: No hay categorías suficientes. Para mover entre categorías es necesario al menos dos categorías.
uk: Недостатньо категорій. Для переходу між категоріями потрібні принаймні дві категорії.

source: La ruta a la aplicación {}, no se encontró. ¿Desea editar la entrada de la aplicación para corregir el problema?
uk: Шлях до програми {} не знайдено. Ви бажаєте відредагувати запис програми, щоб усунути проблему?

source: Aviso
uk: Увага

source: La ruta a la carpeta no se encontró. {} ¿Desea editar la entrada de la aplicación para corregir el problema?
uk: Шлях до папки не знайдено. {} Ви бажаєте відредагувати запис програми, щоб усунути проблему?

source: La ruta al acceso directo no se encontró. {} ¿Desea editar la entrada de la aplicación para corregir el problema?
uk: Шлях до ярлика не знайдено. {} Ви бажаєте відредагувати запис програми, щоб усунути проблему?

source: Archivo copia de seguridad zUtilidades (*.zut-zl)|*.zut-zl
uk: Файл резервної копії zUtilidades (*.zut-zl)|*.zut-zl

source: Guardar en...
uk: Зберегти в...

source: Haciendo copia de seguridad...
uk: Безпечне резервне копіювання...

source: *** ADVERTENCIA *** Esto borrara toda la base de datos del lanzador de aplicaciones Toda la base de datos será sustituida por la copia de seguridad. El complemento restaurara la copia de seguridad y se cerrara. Esta acción no es reversible. ¿Desea continuar con el proceso?
uk: *** ПОПЕРЕДЖЕННЯ *** Це видалить всю базу даних засобу запуску програм Всю базу даних буде замінено резервною копією. Додаток відновить резервну копію та закриється. Цю дію неможливо скасувати. Ви бажаєте продовжити процес?

source: Seleccione un archivo de copia de seguridad
uk: Виберіть файл резервної копії

source: Restaurando copia de seguridad...
uk: Відновлення резервної копії...

source: *** ADVERTENCIA *** Esto borrara toda la base de datos del lanzador de aplicaciones El complemento borrara la base de datos y se cerrara. Esta acción no es reversible. ¿Desea continuar con el proceso?
uk: *** ПОПЕРЕДЖЕННЯ *** Це видалить всю базу даних засобу запуску програм Додаток видалить базу даних і закриється. Цю дію неможливо скасувати. Ви бажаєте продовжити процес?

source: Añadir categoría
uk: Додати категорію

source: &Introduzca el nombre de la categoría:
uk: &Введіть назву категорії:

source: El campo no puede quedar en blanco. Introduzca un nombre para añadir una categoría.
uk: Поле не може бути порожнім. Введіть назву, щоб додати категорію.

source: No puede duplicar el nombre de una categoría. Modifique el nombre para poder continuar.
uk: Ви не можете дублювати назву категорії. Змініть назву, щоб мати можливість продовжити.

source: Editar categoría
uk: Редагувати категорію

source: Añadir aplicación
uk: Додати програму

source: Introduzca el nombre de la aplicación:
uk: Введіть назву програми:

source: Ruta de la aplicación:
uk: Шлях застосування:

source: &Seleccionar archivo
uk: &Виберіть файл

source: Usar parámetros adicionales
uk: Використовувати додаткові параметри

source: Introduzca los parámetros para la aplicación:
uk: Введіть параметри для програми:

source: Ejecutar como administrador
uk: Виконати від імені адміністратора

source: Todos los archivos ejecutables (*.exe, *.com, *.bat)|*.exe;*.com;*.bat|Todos los ficheros (*.*)|*.*
uk: Усі виконувані файли (*.exe, *.com, *.bat)|*.exe;*.com;*.bat|Усі файли (*.*)|*.*

source: Seleccione un archivo
uk: Виберіть файл

source: El campo no puede quedar en blanco. Introduzca un nombre para añadir una aplicación.
uk: Поле не може бути порожнім. Введіть назву, щоб додати програму.

source: El campo no puede quedar en blanco. Seleccione una aplicación para poder continuar.
uk: Поле не може бути порожнім. Виберіть програму, щоб мати можливість продовжити.

source: No puede duplicar el nombre de una acción. Modifique el nombre para poder continuar.
uk: Ви не можете дублювати назву дії. Змініть назву, щоб мати можливість продовжити.

source: Editar aplicación
uk: Редагування програми

source: Añadir CMD
uk: Додати CMD

source: Introduzca un nombre para identificar el comando CMD:
uk: Введіть назву для ідентифікації команди CMD:

source: Introduzca los comandos de CMD. Puede usar el símbolo (et = Shift+6) para usar más de una línea de comandos:
uk: Введіть команди CMD. Ви можете використовувати символ (амперсанд = Shift+7 при англійській розкладці), щоб використовувати більше одного командного рядка:

source: Pausar la consola de CMD al finalizar el comando. Evitara que se cierre al terminar
uk: Призупинити консоль CMD наприкінці команди. Це не дасть їй закритися після завершення

source: El campo (Introduzca un nombre para identificar el comando CMD) no puede quedar en blanco. Introduzca un nombre para poder identificar el comando.
uk: Поле (Введіть назву для визначення команди CMD) не може бути порожнім. Введіть назву, щоб можна було ідентифікувати команду.

source: El campo (Introduzca los comandos de CMD. Puede usar el símbolo (et = Shift+6) para usar más de una línea de comandos) no puede quedar en blanco. Escriba una línea de comandos para continuar.
uk: Поле (Введіть команди CMD. Ви можете використовувати символ (амперсанд = Shift+7) для використання кількох командних рядків) не можна залишати порожнім. Щоб продовжити, введіть команду для командного рядка.

source: Editar CMD
uk: Редагувати CMD

source: Añadir carpeta
uk: Додати папку

source: Introduzca el nombre de la carpeta:
uk: Введіть назву папки:

source: Ruta de la carpeta:
uk: Шлях до папки:

source: &Seleccionar carpeta
uk: &Виберіть папку

source: Seleccione una carpeta:
uk: Виберіть папку:

source: El campo no puede quedar en blanco. Introduzca un nombre para identificar una carpeta.
uk: Поле не може бути порожнім. Введіть назву для папки.

source: El campo no puede quedar en blanco. Seleccione una carpeta para poder continuar.
uk: Поле не може бути порожнім. Щоб продовжити, виберіть папку.

source: Editar carpeta
uk: Редагувати папку

source: Añadir acceso directo
uk: Додати ярлик

source: Introduzca el nombre del acceso directo:
uk: Введіть назву ярлика:

source: Ruta del acceso directo:
uk: Шлях швидкого доступу:

source: &Seleccionar acceso directo
uk: &Виберіть ярлик

source: Accesos directos (*.lnk)|*.lnk|
uk: Ярлики (*.lnk)|*.lnk|

source: Seleccione un acceso directo
uk: Виберіть ярлик

source: El campo no puede quedar en blanco. Introduzca un nombre para identificar un acceso directo.
uk: Поле не може бути порожнім. Введіть назву, щоб визначити ярлик.

source: El campo no puede quedar en blanco. Seleccione un acceso directo para poder continuar.
uk: Поле не може бути порожнім. Виберіть ярлик, щоб продовжити.

source: Editar acceso directo
uk: Редагувати ярлик

source: Añadir aplicación instalada
uk: Додати встановлену програму

source: En el siguiente campo combinado tendrá todas las aplicaciones instaladas. Esto incluye las aplicaciones instaladas desde la tienda, por el usuario y aquellos accesos que las aplicaciones instalan junto a la aplicación en sí. También tiene aplicaciones del sistema las cuales también se pueden añadir. Advertencia: Las aplicaciones añadidas desde este apartado no pueden ser editadas en el lanzador, por lo que si sufren cambios tendrá que eliminar la entrada en el lanzador y volver a elegir de nuevo la aplicación y añadirla. Igualmente si la aplicación ha sido desinstalada tendrá que borrar el acceso en el lanzador.
uk: У наступному комбінованому списку ви побачите всі встановлені програми. Сюди входять програми встановлені користувачем, з магазину Windows, а також ярлики, які програми встановлюють разом із самою програмою. У ньому також є системні програми, які можна додати. Попередження: Програми, додані з цього розділу, не можна редагувати в панелі запуску, тому, якщо вони змінені, вам доведеться видалити запис у панелі запуску, знову вибрати програму та додати її. Аналогічно, якщо програма була деінстальована, вам доведеться видалити доступ до неї в панелі запуску.

source: Información importante:
uk: Важлива інформація:

source: Seleccione algo para añadir al lanzador.
uk: Виберіть, що потрібно додати до панелі запуску.

source: Tiene que elegir una aplicación del cuadro combinado para poder añadirla.
uk: Щоб додати програму, необхідно вибрати її у комбінованому списку.

source: El campo no puede quedar en blanco. Introduzca un nombre para identificar un acceso.
uk: Поле не може бути порожнім. Введіть ім'я для визначення доступу.

source: Mover la acción {} a otra categoría
uk: Перемістити дію {} до іншої категорії

source: Seleccione una categoría donde mover la acción:
uk: Виберіть категорію, куди потрібно перемістити дію:

source: Introduzca un nuevo nombre a la acción:
uk: Введіть нову назву для дії:

source: Comprimiendo el archivo: %s
uk: Стиснення файлу: %s

source: Descomprimiendo el archivo: %s
uk: Розпакування файлу: %s

source: Algo salió mal.
uk: Щось пішло не так.

source: Inténtelo de nuevo.
uk: Повторіть спробу.

source: Ya puede cerrar esta ventana.
uk: Тепер ви можете закрити це вікно.

source: La copia de seguridad fue un éxito.
uk: Резервне копіювання виконано успішно.

source: Se completo la restauración correctamente.
uk: Відновлення успішно завершено.

source: &Cerrar
uk: &Закрити

source: &Lista notas:
uk: &Список нотаток:

source: &Añadir Nota
uk: &Додати нотатку

source: &Editar Nota
uk: &Редагувати нотатку

source: &Borrar Nota
uk: &Видалити нотатку

source: &Mover Nota
uk: &Перемістити нотатку

source: &Notas
uk: &Нотатки

source: &Volver a valores por defecto Notas rápidas
uk: &Повернути швидкі нотатки до початкових значень

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar la categoría: {} Tenga en cuenta que al borrar la categoría se eliminaran las notas que estuvieran en dicha categoría. ¿Esta seguro que desea continuar?
uk: ПОПЕРЕДЖЕННЯ: Цю дію неможливо скасувати. Ви збираєтеся видалити категорію: {} Майте на увазі, що видалення категорії призведе до видалення нотаток, які були в цій категорії. Ви впевнені, що бажаєте продовжити?

source: No tiene ninguna categoría. Agregue una categoría antes para poder añadir una Nota.
uk: Немає категорії. Додайте категорію, перш ніж додати нотатку.

source: No tiene ninguna Nota. Agregue una antes para poder editar.
uk: У вас немає нотаток. Додайте нотатку, щоб мати можливість редагувати.

source: No tiene ninguna Nota. Agregue una antes para poder borrar.
uk: У вас немає нотаток. Додайте нотатку, щоб мати можливість видалити.

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar la Nota: {} ¿Esta seguro que desea continuar?
uk: ПОПЕРЕДЖЕННЯ: Цю дію неможливо скасувати. Видалити нотатку: {} Ви впевнені, що бажаєте продовжити?

source: No tiene ninguna categoría. Agregue una categoría antes para poder mover una Nota.
uk: Немає категорії. Додайте категорію, перш ніж перемістити нотатку.

source: No tiene ninguna Nota. Agregue una antes para poder mover.
uk: У вас немає нотаток. Додайте нотатку, перш ніж перемістити.

source: Se a copiado la nota {} al portapapeles.
uk: Нотатку {} скопійовано в буфер обміну.

source: No se a podido copiar la nota {} al portapapeles.
uk: Не вдалося скопіювати нотатку {} у буфер обміну.

source: Archivo copia de seguridad zUtilidades (*.zut-zn)|*.zut-zn
uk: Файл резервної копії zUtilidades (*.zut-zn)|*.zut-zn

source: *** ADVERTENCIA *** Esto borrara toda la base de datos de Notas rápidas Toda la base de datos será sustituida por la copia de seguridad. El complemento restaurara la copia de seguridad y se cerrara. Esta acción no es reversible. ¿Desea continuar con el proceso?
uk: *** ПОПЕРЕДЖЕННЯ *** Це призведе до видалення всієї бази даних Швидких нотаток. Всю базу даних буде замінено резервною копією. Додаток відновить резервну копію та закриється. Цю дію неможливо скасувати. Ви бажаєте продовжити процес?

source: *** ADVERTENCIA *** Esto borrara toda la base de datos de Notas rápidas El complemento borrara la base de datos y se cerrara. Esta acción no es reversible. ¿Desea continuar con el proceso?
uk: *** ПОПЕРЕДЖЕННЯ *** Це призведе до видалення всієї бази даних Швидких нотаток. Додаток видалить базу даних і закриється. Цю дію неможливо скасувати. Ви бажаєте продовжити процес?

source: Añadir Nota
uk: Додати нотатку

source: Editar Nota
uk: Редагувати нотатку

source: Contenido de la nota:
uk: Вміст нотатки:

source: Mover la nota {} a otra categoría
uk: Перемістити нотатку {} до іншої категорії

source: Seleccione una categoría donde mover la nota:
uk: Виберіть категорію, до якої потрібно перемістити нотатку:

source: Introduzca un nuevo nombre a la nota:
uk: Введіть нову назву для нотатки:

source: Opciones
uk: Налаштування

source: Capturar el título de la ventana en las notas rápidas (desde cualquier parte)
uk: Захоплення заголовка вікна у швидких нотатках (з будь-якого місця)

source: Anexar la URL del documento a las notas rápidas cuando se copia texto de una página web.
uk: Прикріплення URL-адреси документа до швидких нотаток під час копіювання тексту з веб-сторінки.
